docs/notes/meditations.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Meditations</title>
<meta name="author" content="Tak" />
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' type='text/css' href='/css/stylesheet.css'>
</head>
<body>
<div id="nav" class="status">
<a href='/'>bacchanalian madness</a><a href='/rss.xml'>
    <button id='rss-button' aria-label='Get RSS feed' type='button'>
      <svg xmlns='http://www.w3.org/2000/svg' viewBox='0 0 448 512' fill='currentColor'>
        <path d='M128.081 415.959c0 35.369-28.672 64.041-64.041 64.041S0 451.328 0 415.959s28.672-64.041 64.041-64.041 64.04 28.673 64.04 64.041zm175.66 47.25c-8.354-154.6-132.185-278.587-286.95-286.95C7.656 175.765 0 183.105 0 192.253v48.069c0 8.415 6.49 15.472 14.887 16.018 111.832 7.284 201.473 96.702 208.772 208.772.547 8.397 7.604 14.887 16.018 14.887h48.069c9.149.001 16.489-7.655 15.995-16.79zm144.249.288C439.596 229.677 251.465 40.445 16.503 32.01 7.473 31.686 0 38.981 0 48.016v48.068c0 8.625 6.835 15.645 15.453 15.999 191.179 7.839 344.627 161.316 352.465 352.465.353 8.618 7.373 15.453 15.999 15.453h48.068c9.034-.001 16.329-7.474 16.005-16.504z'></path>
      </svg>
    </button>
  </a><button id='dark-mode-button' aria-label='Toggle Dark Mode' type='button'>
    <svg id='moon-icon' xmlns='http://www.w3.org/2000/svg' viewBox='0 0 20 20' fill='currentColor'>
      <path d='M17.293 13.293A8 8 0 016.707 2.707a8.001 8.001 0 1010.586 10.586z'></path>
    </svg>
    <svg id='sun-icon' xmlns='http://www.w3.org/2000/svg' viewBox='0 0 20 20' fill='currentColor' style='display: none;'>
      <path d='M10 2a1 1 0 011 1v1a1 1 0 11-2 0V3a1 1 0 011-1zm4 8a4 4 0 11-8 0 4 4 0 018 0zm-.464 4.95l.707.707a1 1 0 001.414-1.414l-.707-.707a1 1 0 00-1.414 1.414zm2.12-10.607a1 1 0 010 1.414l-.706.707a1 1 0 11-1.414-1.414l.707-.707a1 1 0 011.414 0zM17 11a1 1 0 100-2h-1a1 1 0 100 2h1zm-7 4a1 1 0 011 1v1a1 1 0 11-2 0v-1a1 1 0 011-1zM5.05 6.464A1 1 0 106.465 5.05l-.708-.707a1 1 0 00-1.414 1.414l.707.707zm1.414 8.486l-.707.707a1 1 0 01-1.414-1.414l.707-.707a1 1 0 011.414 1.414zM4 11a1 1 0 100-2H3a1 1 0 000 2h1z' fill-rule='evenodd' clip-rule='evenodd'></path>
    </svg>
  </button>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Meditations</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#book-2-river">Book 2: On the River Gran, Among the Quadi</a></li>
<li><a href="#book-3-carnuntum">Book 3: In Carnuntum</a></li>
<li><a href="#book-4">Book 4</a></li>
<li><a href="#book-5">Book 5</a></li>
</ul>
</div>
</nav>
<div id="outline-container-book-2-river" class="outline-2">
<h2 id="book-2-river">Book 2: On the River Gran, Among the Quadi</h2>
<div class="outline-text-2" id="text-book-2-river">
<p>And so none of them can hurt me. No one can implicate me in ugliness. Nor can I feel angry at my relative, or hate him. We were born to work together like feet, hands, and eyes, like the two rows of teeth, upper and lower. To obstruct each other is unnatural. To feel anger at someone, to turn your back on him: these are obstructions.
</p>

<p>Concentrate every minute like a Roman- like a man- on doing what&rsquo;s in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing yourself from all other distractions. Yes, you can- if you do everything as if it were the last thing you were doing in your life, and stop being aimless, stop letting emotions override what your mind tells you, stop being hypocritical, self-centered and irritable.
</p>

<p>Do external things distract you? Then make time for yourself to learn something worthwhile; stop letting yourself be pulled in all directions. But make sure you guard against the other kind of confusion. People who labor all their lives but have no purpose to direct every thought and impulse toward are wasting their time- even when hard at work.
</p>

<p>You could leave life right now. Let that determine what you do and say and think.
</p>

<p>Nothing is more pathetic than people who run around in circles, &ldquo;delving into things that lie beneath&rdquo; and conducting investigations into the souls of the people around them, never realizing that all you have to do is to be attentive to the power inside you and worship it sincerely.
</p>

<p>What is divine deserves our respect because it is good; what is human deserves our affection because it is like us. And our pity too, sometimes, for its inability to tell good from bad- as terrible a blindness as the kind that can&rsquo;t tell white from black.
</p>

<p>The present is all that they can give up, since that is all you have, and what you do not have, you cannot lose.
</p>

<p>The human soul degrades itself.
</p>

<p>Above all, when it does its best to become an abscess, a kind of detached growth on the world.
</p>

<p>When it allows its action and impulse to be without a purpose, to be random and disconnected: even the smallest things ought to be directed toward a goal.
</p>

<p>The body and its parts are a river, the soul a dream and mist, life is warfare and a journey far from home, lasting reputation is oblivion.
Then what can guide us?
Only philosophy.
</p>

<p>And nothing natural is evil.
</p>
</div>
</div>
<div id="outline-container-book-3-carnuntum" class="outline-2">
<h2 id="book-3-carnuntum">Book 3: In Carnuntum</h2>
<div class="outline-text-2" id="text-book-3-carnuntum">
<p>But getting the most out of ourselves, calculating where our duty lies, analyzing what we hear and see, deciding whether it&rsquo;s time to call it quits- all the things you need a healthy mind for&#x2026; all those are gone.
So we need to hurry.
Not just because we move daily closer to death but also because our understanding- our grasp of the world- may be gone before we get there.
</p>

<p>We should remember that even Nature&rsquo;s inadvertence has its own charm, its own attractiveness.
</p>

<p>You boarded, you set sail, you&rsquo;ve made the passage. Time to disembark. If it&rsquo;s for another life, well, there&rsquo;s nowhere without gods on that side either. If to nothingness, then you no longer have to put up with pain or pleasure, or go on dancing attendance on this battered crate, your body- so much inferior to that which serves it.
One is mind and spirit, the other earth and garbage.
</p>

<p>Don&rsquo;t waste your the rest of your time here worrying about other people- unless it affects the common good. It will keep you from doing anything useful. You&rsquo;ll be too preoccupied with what so-and-so is doing, and why, and what they&rsquo;re saying, and what they&rsquo;re thinking, and what they&rsquo;re up to, and all the other things that throw you off and keep you from focusing on your own mind.
You need to avoid certain things in your train of thought: everything random, everything irrelevant. And certainly everything self-important or malicious.
</p>

<p>He does only what is his to do, and considers constantly what the world has in store for him- doing his best, and trusting that all is <b>for</b> the best. For we carry our fate with us- and it carries us.
</p>

<p>And he cares nothing for their praise- men who can&rsquo;t even meet their own standards.
</p>

<p>&#x2026; then don&rsquo;t make room for anything but it- for anything that might lead you astray, tempt you off the road, and leave you unable to devote yourself completely to achieving the goodness that is uniquely yours.
</p>

<p>Choose what&rsquo;s best.
-Best is what benefits <b>me</b>.
As a rational being? Then follow through. Or just as an animal? Then say so and stand your ground without making a show of it.
</p>

<p>Never regard something as doing you good if it makes you betray a trust, or lose your sense of shame, or makes you show hatred, suspicion, ill will, or hypocrisy, or a desire for things best done behind closed doors.
</p>

<p>Your ability to control your thoughts- treat it with respect. It&rsquo;s all that protects your mind from false perceptions- false to your nature, and that of all rational beings. It&rsquo;s what makes thoughtfulness possible, and affection for other people, and submission to the divine.
</p>

<p>It you do the job in a principled way, with diligence, energy and patience, if you keep yourself free of distractions, and keep the spirit inside you undamaged, as if you might have to give it back at any moment-
If you can embrace this without fear or expectation- can find fulfillment in what you&rsquo;re doing now, as Nature intended, and in superhuman truthfulness (every word, every utterance)- then your life will be happy.
No one can prevent that.
</p>

<p>To make your mind your guide to what seems best: even people who deny the gods do that. Even people who betray their country. Even people who do sex behind closed doors.
If all rest is common coin, then what is unique to the good man?
To welcome with affection what is sent by fate. Not to stain or disturb the spirit within him with a mess of false beliefs.
</p>
</div>
</div>
<div id="outline-container-book-4" class="outline-2">
<h2 id="book-4">Book 4</h2>
<div class="outline-text-2" id="text-book-4">
<p>People try to get away from it all- to the country, to the beach, to the mountains. You always wish that you could too. Which is idiotic: you can get away from it anytime you like.
By going within.
</p>

<p>An instant&rsquo;s recollection and there it is: complete tranquility. And by tranquility I mean a kind of harmony.
</p>

<p>The things that have no hold on the soul. They stand there unmoving, outside it. Disturbance comes only from within- from our own perceptions.
That everything you see will soon alter and cease to exist. Think of how many changes you&rsquo;ve already seen.
&ldquo;The world is nothing but change. Our life is only perception.&rdquo;
</p>

<p>If thought is something we share, then so is reason- what makes us reasoning beings.
If so, then the reason that tells us what to do and what not to do is also shared.
And if so, we share a common law.
And thus, are fellow citizens.
And fellow citizens of something.
And in that case, our state must be the world. What other entity could all of humanity belong to? And from it- from this state that we share- come thought and reason and law.
</p>

<p>Choose not to be harmed, and you won&rsquo;t feel harmed. Don&rsquo;t feel harmed- and you haven&rsquo;t been.
</p>

<p>It can ruin your life only if it ruins your character<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup>. Otherwise it cannot harm you- inside or not.
</p>

<p>Two kinds of readiness are constantly needed:
</p>
<ol class="org-ol">
<li>to do only what the <b>logos</b> of authority and law directs, with the good of human beings in mind;</li>
<li>to reconsider your position, when someone can set you straight or convert you to his. But your conversion should always rest on a conviction that it&rsquo;s right, or benefits others- nothing else. Not because it&rsquo;s more appealing or more popular.</li>
</ol>

<p>You have a mind?
-Yes.
Well, why not use it? Isn&rsquo;t that all you want- for it to do its job?
</p>

<p>Not to live as if you had endless years ahead of you. Death overshadows you. While you&rsquo;re alive and able- be good.
</p>

<p>The tranquility that comes when you stop caring what they say. Or think, or do. Only what <b>you</b> do. (Is this fair? Is this the right thing to do?)
</p>

<p>But suppose those who remembered you were immortal and your memory undying. What good would it do you? And I don&rsquo;t just mean when you&rsquo;re dead, but in your own lifetime. What use is praise, except to make your lifestyle a little more comfortable?
&ldquo;You&rsquo;re out of step- neglecting the gifts of nature to hand on someone&rsquo;s words in the future.&rdquo;
</p>

<p>Beautiful things of any kind are beautiful in themselves and sufficient to themselves. Praise is extraneous. The object of praise remains what it was- no better and no worse. This applies, I think, even to &ldquo;beautiful&rdquo; things in ordinary life- physical objects, artworks.
</p>

<p>Because most of what we say and do is not essential. If you can eliminate it, you&rsquo;ll have more time, and more tranquility. Ask yourself at any moment, &ldquo;Is this necessary?&rdquo;
</p>

<p>Love the discipline you know, and let it support you. Entrust everything willingly to the gods, and then make your way through life- no one&rsquo;s master and no one&rsquo;s slave.
</p>

<p>A key point to bear in mind: The value of attentiveness varies in propotion to its object. You&rsquo;re better off not giving the small things more time than they deserve.
</p>

<p>Then what should we work for?
Only this: proper understanding; unselfish action; truthful speech. A resolve to accept whatever happens as necessary and familiar, flowing like water from that same source and spring.
</p>

<p>On the verge of dying and still weighed down, still turbulent, still convinced external things can harm you, still rude to other people, still not acknowledging the truth: that wisdom is justice.
</p>

<p>&ldquo;A little wisp of soul carrying a corpse.&rdquo; - Epictetus.
</p>

<p>What follows coheres with what went before. Not like a random catalogue whose order is imposed upon it arbitrarily, but logically connected. And just as what exists is ordered and harmonious. what comes into being betrays an order too. Not a mere sequence, but an astonishing concordance.
</p>

<p>&ldquo;Our words and actions should not be like those of sleepers&rdquo; (for we act and speak in dreams as well) &ldquo;or of children copying their parents&rdquo; -doing and saying only what we have been told.
</p>

<p>Suppose that a god announced that you were going to die tomorrow &ldquo;or the day after&rdquo;. Unless you were a complete coward you wouldn&rsquo;t kick up a fuss about which day it was- what difference could it make? Now recognize that the difference between years from now and tomorrow is just as small.
</p>

<p>Our lifetime is so brief. And to live it out in these cirumstances, among these people, in this body? Nothing to get excited about. Consider the abyss of time past, the infinite future. Three days of life or three generations: what&rsquo;s the difference?
</p>

<p>Take the shortest route, the one that nature planned- to speak and act in the healthiest way. Do that, and be free of pain and stress, free of all calculation and pretension.
</p>
</div>
</div>
<div id="outline-container-book-5" class="outline-2">
<h2 id="book-5">Book 5</h2>
<div class="outline-text-2" id="text-book-5">
<p>At dawn, when you have trouble getting out of bed, tell yourself: &ldquo;I have to go to work- as a human being. What do I have to complain of, if I&rsquo;m going to do what I was born for- the things I was brought into the world to do? Or is <b>this</b> what I was created for? To huddle under the blankets and stay warm?&rdquo;
-But it&rsquo;s nicer here&#x2026;
So you were born to feel &ldquo;nice&rdquo;? Instead of doing things and experiencing them? Don&rsquo;t you see the plants, the birds, the ants and spiders and bees going about their individual tasks, putting the world in order, as best as they can? And you&rsquo;re not willing to do your job as a human being? Why aren&rsquo;t you running to do what your nature demands?
</p>

<p>But nature set a limit on that- as it did on eating and drinking. And you&rsquo;re over the limit. You&rsquo;ve had more than enough of that. But not of working. There you&rsquo;re still below your quota.
</p>

<p>Is helping others less valuable to you? Not worth your effort?
</p>

<p>If an action or utterance is appropriate, then it&rsquo;s appropriate for you. Don&rsquo;t be put off by other people&rsquo;s comments and criticism. If it&rsquo;s right to say or do it, then it&rsquo;s the right thing for you to do or say.
</p>

<p>Practice the virtues you <b>can</b> show: honesty, gravity, endurance, austerity, resignation, abstinence, patience, sincerity, moderation, seriousness, high-mindedness. Don&rsquo;t you see how much you have to offer- beyond excuses like &ldquo;can&rsquo;t&rdquo;? And yet you still settle for less.
</p>

<p>Prayer for the Athenians:
<i>Zeus, rain down, rain down
On the lands and fields of Athens.</i>
Either no prayers at all- or one as straightforward as that.
</p>

<p>Look at the accomplishment of nature&rsquo;s plans in that light- the way you look at your own health- and accept what happens (even if it seems hard to accept). Accept it because of what it leads to: the good health of the world, and the well-being and prosperity of Zeus himself, who would not have brought this on anyone unless it brought benefit to the world as a whole. No nature would do that- bring something about that wasn&rsquo;t beneficial to what it governed.
</p>

<p>[To be continued&#x2026;]
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1" role="doc-backlink">1</a></sup> <div class="footpara" role="doc-footnote"><p class="footpara">Character, as in the upholding of your innate morals, not as what is percieved by others.
</p></div></div>


</div>
</div></div>
<footer id="postamble" class="status">
&copy; 2026 . Made with <a href="https://www.gnu.org/software/emacs/">Emacs</a> 31.0.50 (<a href="https://orgmode.org">Org</a> mode 9.7.11).
</footer>
</body>
</html>
